Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-1221.html.tmx
Source language: sme
Languages: nob

source: PRD : Historjjálaš ON-julggaštus eamiálbmot vuoigatvuođain
nob: PRM : Historisk FN-erklæring om urfolks rettigheter

source: Sámediggeráđđi lea duhtavaš go ON váldočoahkkin dál , maŋŋá 22 jagi diplomatiija , meannuda ON eamiálbmot vuoigatvuođa julggaštusárvalusa .
nob: Sametingsrådet er svært tilfreds med at FNs generalforsamling nå , etter 22 års diplomati , skal behandle utkastet til FNs erklæring om urfolks rettigheter .

source: Almmuhan Pål Hivand .
nob: Publisert av Pål Hivand .

source: Maŋimustá rievdaduvvon 29.06.2006
nob: Sist endret 29.06.2006

source: - Mun deattuhan ahte eamiálbmogiin lea stuorát ágga lea duhtavaš go sámiin , danne go sin dilli lea nu ollu vearrát go min dilli .
nob: - Jeg vil understreke at det er urfolk som har større grunn til å være tilfreds enn samene , fordi deres situasjon er så mye verre enn vår egen .

source: Muhto mii maid leat duhtavaččat , erenoamážit go davviriikkat leat sakka dorjon julggaštusbarggu .
nob: Men også vi er svært tilfredse , særlig fordi vi i arbeidet med erklæringen har fått sterk støtte fra de nordiske landene .

source: Go ON váldočoahkkin mearrida julggaštusa , de bidjá dat riikkaidgaskasaččat buoret rámma ovttasbarggu ja árvvus atnima hárrái našonala stáhtaid ja eamiálbmogiid gaskka máilmmis , oaivvilda Sámedikki presideanta Aili Keskitalo .
nob: Når FNs generalforsamling vedtar erklæringen , vil den danne et internasjonal rammeverk for bedre samarbeid og respekt mellom nasjonalstatene og urfolkene i verden , mener sametingspresident Aili Keskitalo .

source: Norgga ráđđehus lea ovttasráđiid Sámedikkiin ja Sámiráđiin 1994 rájes bargan aktiivvalaččat ON olmmošvuoigatvuođa ráđi ( ovdal komišuvdna ) ektui go guoská ON eamiálbmot vuoigatvuođaid julggaštusárvalussii .
nob: Den norske regjeringen har i samarbeid med Sametinget og Samerådet siden 1994 arbeidet aktivt overfor FNs råd for menneskerettigheter ( tidligere kommisjonen ) med utkastet til FNs erklæring om urfolks rettigheter .

source: ON olmmošvuoigatvuođa ráđđi mearridii guovvamánus dán jagi loahpalaš evttohusa , mii otne lea mearriduvvon sáddejuvvot ON váldočoahkkimii loahpalaš mearrádussii .
nob: FNs råd for menneskerettigheter vedtok i februar i år det endelige utkastet , som i dag ble vedtatt oversendt FNs generalforsamling for endelig behandling .

source: Váldočoahkkin mearrideaš julggaštusa ovdal jagi 2006 loahpa .
nob: Det er ventet at generalforsamlingen vedtar erklæringen innen utgangen av 2006 .

source: - Váddáseamos fáttáid gaskkas leat leamaš eamiálbmogiid iešmearridanprinsihpat .
nob: - Det er prinsippene om urfolks rett til selvbestemmelse som har vært blant de vanskeligste tema .

source: Muhto mii leat ožžon ollislaš ja áššedovdi veahki Ráđđehusas Olgoriikkadepartemeantta bokte ja ON bissovaš Norgga degašuvnna bokte .
nob: Men vi har fått helhjertet og kompetent hjelp fra Regjeringen ved Utenriksdepartementet og den permanente norske delegasjonen til FN .

source: Ollu beroštumit leat leamaš mielde ja oainnut eamiálbmot vuoigatvuođaide leat leamaš oalle muddui iešguđet láganat .
nob: Det har vært mange interesser involvert og oppfatningene omkring urfolks rettigheter har vært til dels svært ulike .

source: Muhto juste dan geažil illudahttá ge maiddái dat buorre boađus , dadjá Keskitalo .
nob: Men nettopp derfor er også det gode resultatet så gledelig , sier Keskitalo .

source: Sámediggepresideanta
nob: Sametingspresident

source: Telefuvdna
nob: Telefon

source: Mobila
nob: Mobil

source: Fiillat
nob: Filer

source: ON-julggaštus eamiálbmot vuoigatvuođain
nob: FNs urfolkserklæring - utkast
